Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.usesaverifiedhosteventwhenavailableotherwise
source: 검증된 호스트 이벤트가 있으면 이를 사용하고, 없으면 자동으로 열린 현황 카드가 완료 알림을 보냅니다. 가능한 경로가 없으면 전달 기록을 보관합니다.
de: Verwendet ein verifiziertes Hostereignis, wenn es verfügbar ist; andernfalls sendet das automatisch geöffnete Dashboard die Abschlussbenachrichtigung. Übermittlungsprotokolle bleiben erhalten, wenn kein Weg verfügbar ist.
en: Uses a verified host event when available; otherwise, an automatically opened Dashboard sends the completion notice. Delivery records are retained when no route is available.
es: Usa un evento de host verificado cuando está disponible; de lo contrario, el panel abierto automáticamente envía el aviso de finalización. Los registros de entrega se conservan cuando no hay una ruta disponible.
fr: Utilise un événement hôte vérifié lorsqu’il est disponible ; sinon, le tableau de bord ouvert automatiquement envoie l’avis de fin. Les enregistrements de livraison sont conservés lorsqu’aucune voie n’est disponible.
ja: 検証済みのホストイベントが利用できる場合はそれを使用し、利用できない場合は自動的に開いたダッシュボードが完了通知を送信します。利用可能な経路がない場合は配信記録を保持します。
pt: Usa um evento de host verificado quando disponível; caso contrário, o painel aberto automaticamente envia o aviso de conclusão. Os registros de entrega são mantidos quando não há uma rota disponível.
zh_hans: 有已验证的主机事件时会使用它；否则，自动打开的概览卡片会发送完成通知。没有可用路径时会保留传递记录。
zh_hant: 有已驗證的主機事件時會使用它；否則，自動開啟的總覽卡片會傳送完成通知。沒有可用路徑時會保留傳遞記錄。

# macos.rerouted
source: 경로 변경
de: umgeleitet
en: rerouted
es: redireccionado
fr: réacheminé
ja: 経路変更
pt: redirecionado
zh_hans: 已改用
zh_hant: 已改用

# macos.copypath
source: 경로 복사
de: Pfad kopieren
en: Copy path
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
pt: Copiar caminho
zh_hans: 复制路径
zh_hant: 複製路徑

# macos.accountusage
source: 계정 사용량
de: Kontonutzung
en: Account usage
es: Uso de la cuenta
fr: Utilisation du compte
ja: アカウント使用量
pt: Uso da conta
zh_hans: 账户用量
zh_hant: 帳戶用量

# macos.accountinformationisunavailable
source: 계정 정보를 확인할 수 없습니다.
de: Kontoinformationen sind nicht verfügbar.
en: Account information is unavailable.
es: La información de la cuenta no está disponible.
fr: Les informations du compte sont indisponibles.
ja: アカウント情報を確認できません。
pt: As informações da conta estão indisponíveis.
zh_hans: 无法获取账户信息。
zh_hant: 無法取得帳戶資訊。

# macos.advancedconnectionsettings
source: 고급 연결 설정
de: Erweiterte Verbindungseinstellungen
en: Advanced Connection Settings
es: Configuración avanzada de conexión
fr: Réglages de connexion avancés
ja: 詳細接続設定
pt: Configurações avançadas de conexão
zh_hans: 高级连接设置
zh_hant: 進階連線設定

# macos.nopublicinternetportisopenedautomaticallyspecify
source: 공용 인터넷 포트를 자동으로 열지 않습니다. 신뢰하는 LAN 또는 개인 VPN에서 접근할 HTTPS 주소를 지정하세요.
de: Es wird nicht automatisch ein öffentlicher Internet-Port geöffnet. Geben Sie eine HTTPS-Adresse an, die über ein vertrauenswürdiges LAN oder privates VPN erreichbar ist.
en: No public internet port is opened automatically. Specify an HTTPS address reachable through a trusted LAN or private VPN.
es: No se abre automáticamente ningún puerto público de Internet. Indique una dirección HTTPS accesible desde una LAN de confianza o una VPN privada.
fr: Aucun port Internet public n’est ouvert automatiquement. Indiquez une adresse HTTPS accessible depuis un réseau local de confiance ou un VPN privé.
ja: 公開インターネットポートは自動では開きません。信頼できるLANまたはプライベートVPNからアクセス可能なHTTPSアドレスを指定してください。
pt: Nenhuma porta pública da Internet é aberta automaticamente. Informe um endereço HTTPS acessível por uma LAN confiável ou VPN privada.
zh_hans: 不会自动开放公共互联网端口。请指定可通过可信局域网或专用 VPN 访问的 HTTPS 地址。
zh_hant: 不會自動開放公共網際網路埠。請指定可透過可信區域網路或專用 VPN 存取的 HTTPS 地址。

# macos.couldnotstopallrelatedprocesses
source: 관련 프로세스를 모두 종료하지 못했습니다
de: Nicht alle zugehörigen Prozesse konnten beendet werden
en: Could Not Stop All Related Processes
es: No se pudieron detener todos los procesos relacionados
fr: Impossible d’arrêter tous les processus associés
ja: 関連プロセスをすべて停止できませんでした
pt: Não foi possível encerrar todos os processos relacionados
zh_hans: 无法停止所有相关进程
zh_hant: 無法停止所有相關程序

# macos.couldnotfinishcheckingorstoppingtherelated
source: 관련 프로세스의 확인 또는 종료를 마치지 못했습니다. 서버 상태를 확인해 주세요.
de: Die zugehörigen Prozesse konnten nicht vollständig geprüft oder beendet werden. Prüfe den Serverstatus.
en: Could not finish checking or stopping the related processes. Check the server status.
es: No se pudo completar la comprobación o detención de los procesos relacionados. Comprueba el estado del servidor.
fr: Impossible de terminer la vérification ou l’arrêt des processus associés. Vérifiez l’état du serveur.
ja: 関連プロセスの確認または終了を完了できませんでした。サーバーの状態を確認してください。
pt: Não foi possível concluir a verificação ou o encerramento dos processos relacionados. Verifique o estado do servidor.
zh_hans: 未能完成相关进程的检查或停止。请检查服务器状态。
zh_hant: 未能完成相關程序的檢查或停止。請檢查伺服器狀態。

# macos.componentsareincompatiblecheckconnectionsettingsforupdate
source: 구성 요소가 호환되지 않습니다. 연결 설정에서 업데이트 또는 복구 방법을 확인해 주세요.
de: Die Komponenten sind nicht kompatibel. Prüfe Aktualisierungs- oder Wiederherstellungsoptionen in den Verbindungseinstellungen.
en: Components are incompatible. Check connection settings for update or recovery options.
es: Los componentes no son compatibles. Consulta las opciones de actualización o recuperación en los ajustes de conexión.
fr: Les composants sont incompatibles. Consultez les options de mise à jour ou de récupération dans les réglages de connexion.
ja: コンポーネントに互換性がありません。接続設定で更新または復旧方法を確認してください。
pt: Os componentes são incompatíveis. Veja opções de atualização ou recuperação nos ajustes de conexão.
zh_hans: 组件不兼容。请在连接设置中查看更新或恢复方式。
zh_hant: 元件不相容。請在連線設定中查看更新或復原方式。

# macos.devicecredentialsarestoredonlyinthemacos
source: 기기 자격 증명은 macOS Keychain에만 저장됩니다. 서버 주소나 프로필에는 비밀값이 포함되지 않습니다.
de: Geräteanmeldedaten werden ausschließlich im macOS-Schlüsselbund gespeichert. Serveradressen und Profile enthalten keine Geheimnisse.
en: Device credentials are stored only in the macOS Keychain. Server addresses and profiles contain no secrets.
es: Las credenciales del dispositivo solo se guardan en el Llavero de macOS. Las direcciones y los perfiles de servidor no contienen secretos.
fr: Les identifiants de l’appareil sont stockés uniquement dans le Trousseau macOS. Les adresses et profils de serveur ne contiennent aucun secret.
ja: デバイスの資格情報はmacOSキーチェーンにのみ保存されます。サーバーアドレスやプロファイルに秘密情報は含まれません。
pt: As credenciais do dispositivo são armazenadas apenas nas Chaves do macOS. Os endereços e perfis de servidor não contêm segredos.
zh_hans: 设备凭据仅存储在 macOS 钥匙串中。服务器地址和配置文件不包含任何密钥。
zh_hant: 裝置憑證僅儲存在 macOS 鑰匙串中。伺服器地址和設定檔不包含任何金鑰。

# macos.devicepairing
source: 기기 페어링
de: Gerät koppeln
en: Device Pairing
es: Emparejamiento del dispositivo
fr: Jumelage de l’appareil
ja: デバイスのペアリング
pt: Pareamento do dispositivo
zh_hans: 设备配对
zh_hant: 裝置配對

# macos.capabilityorenvironmentname
source: 기능 또는 환경 이름
de: Name der Funktion oder Umgebung
en: Capability or environment name
es: Nombre de función o entorno
fr: Nom de la capacité ou de l’environnement
ja: 機能または環境の名前
pt: Nome da capacidade ou do ambiente
zh_hans: 功能或环境名称
zh_hant: 功能或環境名稱

# macos.existingbridgeconnectionfile
source: 기존 Bridge 연결 파일
de: Vorhandene Bridge-Verbindungsdatei
en: Existing Bridge connection file
es: Archivo de conexión de Bridge existente
fr: Fichier de connexion Bridge existant
ja: 既存のBridge接続ファイル
pt: Arquivo de conexão existente do Bridge
zh_hans: 现有 Bridge 连接文件
zh_hant: 現有 Bridge 連線檔案

# macos.theexistinglaunchagentplistisnotaregular
source: 기존 LaunchAgent plist가 일반 파일이 아닙니다: %@
de: Die vorhandene LaunchAgent-plist ist keine reguläre Datei: %@
en: The existing LaunchAgent plist is not a regular file: %@
es: El plist de LaunchAgent existente no es un archivo normal: %@
fr: Le plist LaunchAgent existant n’est pas un fichier ordinaire : %@
ja: 既存のLaunchAgent plistは通常のファイルではありません：%@
pt: O plist existente do LaunchAgent não é um arquivo comum: %@
zh_hans: 现有 LaunchAgent plist 不是普通文件：%@
zh_hant: 現有 LaunchAgent plist 不是一般檔案：%@

# macos.couldnotconnecttotheexistinghelperto
source: 기존 helper에 연결할 수 없어 활성 작업 여부를 확인하지 못했습니다.
de: Es konnte keine Verbindung zum vorhandenen Helper hergestellt werden, um aktive Arbeit zu prüfen.
en: Could not connect to the existing helper to check for active work.
es: No se pudo conectar al helper existente para comprobar si había trabajo activo.
fr: Impossible de se connecter au helper existant pour vérifier si un travail était actif.
ja: 既存のhelperに接続できなかったため、実行中の作業を確認できませんでした。
pt: Não foi possível conectar ao helper existente para verificar se havia trabalho ativo.
zh_hans: 无法连接到现有 helper 以检查是否有活动任务。
zh_hant: 無法連線至現有 helper 以檢查是否有進行中的工作。

# macos.anexistingvalidprivateenviskeptas
source: 기존 private .env가 유효하면 그대로 사용합니다. Keychain은 사용하지 않습니다.
de: Eine vorhandene gültige private .env wird unverändert verwendet. Der Schlüsselbund wird nicht verwendet.
en: An existing valid private .env is kept as is. Keychain is not used.
es: Si el archivo .env privado existente es válido, se conserva sin cambios. No se usa el Llavero.
fr: Si le fichier .env privé existant est valide, il est conservé tel quel. Le Trousseau n’est pas utilisé.
ja: 既存のprivate .envが有効な場合はそのまま使用します。キーチェーンは使用しません。
pt: Se o arquivo .env privado existente for válido, ele será mantido sem alterações. As Chaves não são usadas.
zh_hans: 如果现有的私有 .env 有效，将保持原样使用。不使用钥匙串。
zh_hant: 如果現有的私有 .env 有效，將保持原樣使用。不使用鑰匙串。

# macos.connecttoexistingserver
source: 기존 서버에 연결
de: Mit vorhandenem Server verbinden
en: Connect to Existing Server
es: Conectar a un servidor existente
fr: Se connecter à un serveur existant
ja: 既存のサーバーに接続
pt: Conectar a um servidor existente
zh_hans: 连接现有服务器
zh_hant: 連線現有伺服器

# macos.importexistingsettings
source: 기존 설정 가져오기
de: Vorhandene Einstellungen importieren
en: Import existing settings
es: Importar configuración existente
fr: Importer les réglages existants
ja: 既存の設定を読み込む
pt: Importar configurações existentes
zh_hans: 导入现有设置
zh_hant: 匯入現有設定

# macos.findexistingsettingsagain
source: 기존 설정 다시 찾기
de: Vorhandene Einstellungen erneut suchen
en: Find existing settings again
es: Volver a buscar configuración existente
fr: Rechercher à nouveau les réglages existants
ja: 既存の設定を再検索
pt: Procurar configurações existentes novamente
zh_hans: 重新查找现有设置
zh_hant: 重新尋找現有設定

# macos.off
source: 꺼짐
de: Aus
en: Off
es: Desactivada
fr: Désactivée
ja: オフ
pt: Desativada
zh_hans: 关闭
zh_hant: 關閉

# macos.whenoffultrareasoningisremovedfrommodel
source: 끄면 Ultra 추론이 모델 목록에서 제외되고 하위 에이전트 위임이 차단됩니다.
de: Wenn diese Option deaktiviert ist, wird Ultra-Reasoning aus der Modellliste entfernt und die Delegierung an Unteragenten blockiert.
en: When off, Ultra reasoning is removed from model choices and sub-agent delegation is blocked.
es: Al desactivarlo, el razonamiento Ultra se elimina de la lista de modelos y se bloquea la delegación a subagentes.
fr: Lorsque cette option est désactivée, le raisonnement Ultra est retiré de la liste des modèles et la délégation aux sous-agents est bloquée.
ja: オフにすると、モデル一覧からUltra推論が除外され、サブエージェントへの委任が無効になります。
pt: Quando desativado, o raciocínio Ultra é removido da lista de modelos e a delegação para subagentes é bloqueada.
zh_hans: 关闭后，Ultra 推理将从模型列表中移除，并禁止委派给子代理。
zh_hant: 關閉後，Ultra 推理將從模型列表中移除，並禁止委派給子代理程式。

# macos.accountUsage.remainingLabel
source: 남음
de: verbleibend
en: remaining
es: restante
fr: restant
ja: 残り
pt: restante
zh_hans: 剩余
zh_hant: 剩餘

# macos.useanothercodexinstallation
source: 다른 Codex 사용
de: Andere Codex-Installation verwenden
en: Use another Codex installation
es: Usar otra instalación de Codex
fr: Utiliser une autre installation de Codex
ja: 別の Codex を使用
pt: Usar outra instalação do Codex
zh_hans: 使用其他 Codex 安装
zh_hant: 使用其他 Codex 安裝

# macos.turnoffconnectionsfromothermacs
source: 다른 Mac 연결 끄기
de: Verbindungen von anderen Macs deaktivieren
en: Turn Off Connections from Other Macs
es: Desactivar conexiones desde otros Mac
fr: Désactiver les connexions depuis d’autres Mac
ja: 他のMacからの接続をオフ
pt: Desativar conexões de outros Macs
zh_hans: 关闭其他 Mac 的连接
zh_hant: 關閉其他 Mac 的連線

# macos.turnonconnectionsfromothermacs
source: 다른 Mac 연결 켜기
de: Verbindungen von anderen Macs aktivieren
en: Turn On Connections from Other Macs
es: Activar conexiones desde otros Mac
fr: Activer les connexions depuis d’autres Mac
ja: 他のMacからの接続をオン
pt: Ativar conexões de outros Macs
zh_hans: 开启其他 Mac 的连接
zh_hant: 開啟其他 Mac 的連線

# macos.remoteConnections.turnOffConfirmation
source: 다른 Mac 연결을 끌까요?
de: Verbindungen von anderen Macs deaktivieren?
en: Turn off connections from other Macs?
es: ¿Desactivar las conexiones desde otros Mac?
fr: Désactiver les connexions depuis d’autres Mac ?
ja: 他のMacからの接続をオフにしますか？
pt: Desativar as conexões de outros Macs?
zh_hans: 要关闭其他 Mac 的连接吗？
zh_hant: 要關閉其他 Mac 的連線嗎？

# macos.managethisserverfromanothermac
source: 다른 Mac에서 이 서버 관리
de: Diesen Server von einem anderen Mac verwalten
en: Manage This Server from Another Mac
es: Gestionar este servidor desde otro Mac
fr: Gérer ce serveur depuis un autre Mac
ja: 別のMacからこのサーバーを管理
pt: Gerenciar este servidor em outro Mac
zh_hans: 从其他 Mac 管理此服务器
zh_hant: 從其他 Mac 管理此伺服器

# macos.servernameshownonotherdevices
source: 다른 기기에 표시할 서버 이름
de: Auf anderen Geräten angezeigter Servername
en: Server name shown on other devices
es: Nombre del servidor que se mostrará en otros dispositivos
fr: Nom du serveur affiché sur les autres appareils
ja: 他のデバイスに表示するサーバー名
pt: Nome do servidor exibido em outros dispositivos
zh_hans: 在其他设备上显示的服务器名称
zh_hant: 在其他裝置上顯示的伺服器名稱

# macos.waitingforotherconversationsandcodextorelease
source: 다른 대화와 Codex의 연결 해제를 기다리고 있습니다.
de: Andere Unterhaltungen und Codex müssen ihre Verbindungen erst freigeben.
en: Waiting for other conversations and Codex to release their connections.
es: Esperando a que las otras conversaciones y Codex liberen sus conexiones.
fr: En attente de la libération des connexions des autres conversations et de Codex.
ja: 他の会話とCodexの接続が解放されるのを待っています。
pt: A aguardar que as outras conversas e o Codex libertem as ligações.
zh_hans: 正在等待其他对话和 Codex 释放连接。
zh_hant: 正在等待其他對話和 Codex 釋放連線。

# macos.settingschangedelsewheresoautomaticsavingpausedreview
source: 다른 화면에서 설정이 변경되어 자동 저장을 멈췄습니다. 편집 내용을 유지하려면 확인한 뒤 최신 값을 다시 불러와 주세요.
de: Die Einstellungen wurden in einem anderen Fenster geändert. Daher wurde das automatische Speichern angehalten. Prüfen Sie Ihre Änderungen und laden Sie anschließend die neuesten Werte.
en: Settings changed elsewhere, so automatic saving paused. Review your edits, then reload the latest values to continue.
es: La configuración cambió en otra pantalla, por lo que se pausó el guardado automático. Revise sus cambios y vuelva a cargar los valores más recientes.
fr: Les paramètres ont changé dans une autre fenêtre ; l’enregistrement automatique est donc suspendu. Vérifiez vos modifications, puis rechargez les valeurs les plus récentes.
ja: 別の画面で設定が変更されたため、自動保存を停止しました。編集内容を確認してから最新の値を再読み込みしてください。
pt: As configurações foram alteradas em outra tela, por isso o salvamento automático foi pausado. Revise suas edições e recarregue os valores mais recentes.
zh_hans: 设置已在其他界面更改，因此自动保存已暂停。请检查您的编辑内容，然后重新加载最新值。
zh_hant: 設定已在其他介面更改，因此自動儲存已暫停。請檢查您的編輯內容，然後重新載入最新值。

# macos.settingschangedelsewherereviewthelatestvaluesand
source: 다른 화면에서 설정이 변경되었습니다. 최신 값을 확인한 뒤 다시 시도해 주세요.
de: Die Einstellungen wurden in einem anderen Fenster geändert. Prüfen Sie die neuesten Werte und versuchen Sie es erneut.
en: Settings changed elsewhere. Review the latest values and try again.
es: La configuración cambió en otra pantalla. Revise los valores más recientes e inténtelo de nuevo.
fr: Les paramètres ont changé dans une autre fenêtre. Vérifiez les valeurs les plus récentes, puis réessayez.
ja: 別の画面で設定が変更されました。最新の値を確認してから、もう一度お試しください。
pt: As configurações foram alteradas em outra tela. Revise os valores mais recentes e tente novamente.
zh_hans: 设置已在其他界面更改。请检查最新值后重试。
zh_hant: 設定已在其他介面更改。請檢查最新值後重試。

# macos.tryagain
source: 다시 시도
de: Erneut versuchen
en: Try Again
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
pt: Tentar novamente
zh_hans: 重试
zh_hant: 重試

# macos.restart
source: 다시 시작
de: Neu starten
en: Restart
es: Reiniciar
fr: Redémarrer
ja: 再起動
pt: Reiniciar
zh_hans: 重新启动
zh_hant: 重新啟動

# macos.reconnect
source: 다시 연결
de: Erneut verbinden
en: Reconnect
es: Volver a conectar
fr: Se reconnecter
ja: 再接続
pt: Reconectar
zh_hans: 重新连接
zh_hant: 重新連線

# macos.downloading
source: 다운로드 중…
de: Wird heruntergeladen…
en: Downloading…
es: Descargando…
fr: Téléchargement…
ja: ダウンロード中…
pt: Baixando…
zh_hans: 正在下载…
zh_hant: 正在下載…

# macos.next
source: 다음
de: Weiter
en: Next
es: Siguiente
fr: Suivant
ja: 次へ
pt: Seguinte
zh_hans: 下一页
zh_hant: 下一頁

# macos.themenubarappwillopenautomaticallyat
source: 다음 사용자 로그인부터 메뉴 막대 앱이 자동으로 열립니다.
de: Die Menüleisten-App wird ab der nächsten Benutzeranmeldung automatisch geöffnet.
en: The menu bar app will open automatically at the next user login.
es: La app de la barra de menús se abrirá automáticamente a partir del próximo inicio de sesión.
fr: L’app de la barre des menus s’ouvrira automatiquement à partir de la prochaine ouverture de session.
ja: 次回のユーザーログインからメニューバーアプリが自動的に開きます。
pt: O aplicativo da barra de menus abrirá automaticamente a partir do próximo início de sessão.
zh_hans: 从下次用户登录起，菜单栏应用将自动打开。
zh_hant: 從下次使用者登入起，選單欄應用將自動開啟。

# macos.nextrunsettings
source: 다음 실행 설정: %@
de: Einstellungen für den nächsten Lauf: %@
en: Next run settings: %@
es: Configuración de la próxima ejecución: %@
fr: Paramètres de la prochaine exécution : %@
ja: 次回の実行設定: %@
pt: Configurações da próxima execução: %@
zh_hans: 下次运行设置：%@
zh_hant: 下次執行設定：%@

# macos.theshorttermusagelimithasbeenreached
source: 단기 사용 한도에 도달했습니다.
de: Das kurzfristige Nutzungslimit wurde erreicht.
en: The short-term usage limit has been reached.
es: Se alcanzó el límite de uso a corto plazo.
fr: La limite d’utilisation à court terme est atteinte.
ja: 短期間の使用上限に達しました。
pt: O limite de uso de curto prazo foi atingido.
zh_hans: 已达到短期用量上限。
zh_hant: 已達到短期用量上限。

# macos.settingsortheselectedclichangedwhilewaiting
source: 대기 중 설정이나 CLI 선택이 바뀌었습니다. 현재 선택으로 다시 요청해 주세요.
de: Einstellungen oder CLI-Auswahl wurden während des Wartens geändert. Stellen Sie eine neue Anfrage für die aktuelle Auswahl.
en: Settings or the selected CLI changed while waiting. Submit a new request for the current selection.
es: Los ajustes o la CLI seleccionada cambiaron durante la espera. Envía una nueva solicitud con la selección actual.
fr: Les réglages ou la CLI sélectionnée ont changé pendant l’attente. Envoyez une nouvelle demande pour la sélection actuelle.
ja: 待機中に設定またはCLIの選択が変更されました。現在の選択で再度リクエストしてください。
pt: As configurações ou a CLI selecionada mudaram durante a espera. Envie uma nova solicitação para a seleção atual.
zh_hans: 等待期间设置或所选 CLI 已更改。请为当前选择重新提交请求。
zh_hant: 等待期間設定或所選 CLI 已變更。請為目前選擇重新提交請求。

# macos.conversations
source: 대화
de: Unterhaltungen
en: Conversations
es: Conversaciones
fr: Conversations
ja: 会話
pt: Conversas
zh_hans: 对话
zh_hant: 對話

# macos.dashboard.conversationCount
source: 대화 %lld
de: %lld Unterhaltungen
en: %lld Conversations
es: %lld conversaciones
fr: %lld conversations
ja: 会話 %lld件
pt: %lld conversas
zh_hans: %lld 个对话
zh_hant: %lld 個對話

# macos.conversationorcodex
source: 대화 또는 Codex
de: Unterhaltung oder Codex
en: Conversation or Codex
es: Conversación o Codex
fr: Conversation ou Codex
ja: 会話または Codex
pt: Conversa ou Codex
zh_hans: 对话或 Codex
zh_hant: 對話或 Codex

# macos.keepingtheconnectionbecauseconversationstoragecouldnot
source: 대화 저장을 확인할 수 없어 연결을 유지합니다.
de: Die Verbindung bleibt bestehen, da die Speicherung der Unterhaltung nicht bestätigt werden konnte.
en: Keeping the connection because conversation storage could not be verified.
es: Se mantiene la conexión porque no se pudo verificar que la conversación esté guardada.
fr: La connexion est maintenue car l’enregistrement de la conversation n’a pas pu être vérifié.
ja: 会話の保存を確認できないため、接続を維持しています。
pt: A ligação é mantida porque não foi possível confirmar que a conversa foi guardada.
zh_hans: 无法确认对话已保存，因此保持连接。
zh_hant: 無法確認對話已儲存，因此保持連線。

# macos.conversationonly
source: 대화 전용
de: Nur Unterhaltung
en: Conversation only
es: Solo conversación
fr: Conversation uniquement
ja: 会話専用
pt: Somente conversa
zh_hans: 仅对话
zh_hant: 僅對話

# macos.showmore
source: 더 보기
de: Mehr anzeigen
en: Show More
es: Mostrar más
fr: Afficher plus
ja: さらに表示
pt: Mostrar mais
zh_hans: 显示更多
zh_hant: 顯示更多

# macos.concurrentagenttasks
source: 동시 실행 에이전트 작업 수
de: Gleichzeitige Agentenaufgaben
en: Concurrent Agent Tasks
es: Tareas de agente simultáneas
fr: Tâches d’agent simultanées
ja: 同時実行するAgentタスク数
pt: Tarefas simultâneas de agentes
zh_hans: 并发代理任务数
zh_hant: 併發代理程式任務數

# macos.removeregistration
source: 등록 삭제
de: Registrierung löschen
en: Remove Registration
es: Eliminar registro
fr: Supprimer l’inscription
ja: 登録を削除
pt: Excluir registro
zh_hans: 删除注册
zh_hant: 刪除註冊

# macos.registereddevices
source: 등록된 기기
de: Registrierte Geräte
en: Registered Devices
es: Dispositivos registrados
fr: Appareils inscrits
ja: 登録済みデバイス
pt: Dispositivos registrados
zh_hans: 已注册设备
zh_hant: 已註冊裝置

# macos.registereddevicesarekeptbuttheycannotconnect
source: 등록된 기기는 유지되지만 다시 켤 때까지 이 서버에 연결할 수 없습니다.
de: Registrierte Geräte bleiben erhalten, können sich aber erst wieder mit diesem Server verbinden, wenn Sie die Verbindungen erneut aktivieren.
en: Registered devices are kept, but they cannot connect to this server until you turn connections back on.
es: Los dispositivos registrados se conservarán, pero no podrán conectarse a este servidor hasta que vuelvas a activar las conexiones.
fr: Les appareils enregistrés sont conservés, mais ils ne pourront pas se connecter à ce serveur tant que vous n’aurez pas réactivé les connexions.
ja: 登録済みのデバイスは保持されますが、再度オンにするまでこのサーバーには接続できません。
pt: Os dispositivos registrados serão mantidos, mas não poderão se conectar a este servidor até que você reative as conexões.
zh_hans: 已注册的设备会保留，但在重新开启连接之前无法连接到此服务器。
zh_hant: 已註冊的裝置會保留，但在重新開啟連線之前無法連線到此伺服器。

# macos.therearenoregisteredremotedevices
source: 등록된 원격 기기가 없습니다.
de: Es sind keine Remote-Geräte registriert.
en: There are no registered remote devices.
es: No hay dispositivos remotos registrados.
fr: Aucun appareil distant n’est inscrit.
ja: 登録済みのリモートデバイスはありません。
pt: Não há dispositivos remotos registrados.
zh_hans: 没有已注册的远程设备。
zh_hant: 沒有已註冊的遠端裝置。

# macos.noregisteredprojects
source: 등록된 프로젝트 없음
de: Keine registrierten Projekte
en: No Registered Projects
es: No hay proyectos registrados
fr: Aucun projet enregistré
ja: 登録済みプロジェクトなし
pt: Nenhum projeto registrado
zh_hans: 没有已注册项目
zh_hant: 沒有已註冊專案

# macos.registeredprojectswillbepreserved
source: 등록된 프로젝트는 유지됩니다.
de: Registrierte Projekte bleiben erhalten.
en: Registered projects will be preserved.
es: Los proyectos registrados se conservarán.
fr: Les projets enregistrés seront conservés.
ja: 登録済みプロジェクトは保持されます。
pt: Os projetos registrados serão preservados.
zh_hans: 已注册的项目将会保留。
zh_hant: 已註冊的專案將會保留。

# macos.removingaregistrationpreservestheactualfolderfiles
source: 등록을 삭제해도 실제 폴더·파일과 기존 작업 기록은 그대로 유지됩니다.
de: Beim Löschen der Registrierung bleiben die tatsächlichen Ordner, Dateien und der vorhandene Arbeitsverlauf erhalten.
en: Removing a registration preserves the actual folder, files, and existing work history.
es: Al eliminar el registro se conservan las carpetas, los archivos y el historial de trabajo existentes.
fr: La suppression de l’inscription conserve les dossiers, fichiers et historiques de travail existants.
ja: 登録を削除しても、実際のフォルダ、ファイル、既存の作業履歴は保持されます。
pt: A exclusão do registro preserva as pastas, os arquivos e o histórico de trabalho existentes.
zh_hans: 删除注册不会移除实际文件夹、文件或现有工作记录。
zh_hant: 刪除註冊不會移除實際資料夾、檔案或現有工作記錄。
